var data = [{
        "author": "陈济翁",
        "paragraphs": [
            "去年今日，从驾游西苑。",
            "彩仗压金波，看水戏、鱼龙曼衍。",
            "宝津南殿，宴坐近天颜，金杯酒，君王劝。",
            "头上宫花颤。",
            "六军锦绣，万骑穿杨箭。",
            "日暮翠华归，拥钧天、笙歌一片。",
            "如今关外，千里未归人，前山雨，西楼晚。",
            "望断思君眼。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "陈济翁",
        "paragraphs": [
            "薰风时候。",
            "芍药披晴昼。",
            "天上玉阑干，展一枰、天家锦绣。",
            "汉宫唐殿。",
            "嫔御逞妖娆，飞燕女，太真妃，一样新妆就。",
            "黄金拈线，色与红芳斗。",
            "谁把绛绡衣，误将他、胭脂渍透。",
            "晚风生处，襟袖卷浓香，持玉，秉纱笼，倚醉听更漏。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "陈济翁",
        "paragraphs": [
            "濯锦江头，羞杀艳桃李。",
            "纵赵昌、丹青难比。",
            "晕轻红，留浅素，千娇百媚。",
            "照绿水。",
            "恰如下临鸾镜，妃子弄妆犹醉。",
            "诗笔因循，不晓少陵深意。",
            "但满眼、伤春珠泪。",
            "燕来时，莺啼处，年年憔悴。"
        ],
        "rhythmic": "踏青游"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "古来云海茫茫，道山绛阙知何处。",
            "人间自有，赤城居士，龙蟠凤举。",
            "清净无为，坐忘遗照，八篇奇语。",
            "向玉霄东望，蓬莱暗霭，有云驾、骖风驭。",
            "行尽九州四海，笑纷纷、落花飞絮。",
            "临江一见，谪仙风采，无言心许。",
            "八表神游，浩然相对，酒酣箕踞。",
            "待垂天赋就，骑鲸路稳，约相将去。"
        ],
        "rhythmic": "水龙吟"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "楚山修竹如云，异材秀出千林表。",
            "龙须半翦，凤膺微涨，玉肌匀绕。",
            "木落淮南，雨晴云梦，月明风袅。",
            "自中郎不见，桓伊去後，知孤负、秋多少。",
            "闻道岭南太守，後堂深、绿珠娇小。",
            "绮窗学弄，梁州初遍，霓裳未了。",
            "嚼徵含宫，泛商流羽，一声云杪。",
            "为使君洗尽，蛮风瘴雨，作霜天晓。"
        ],
        "rhythmic": "水龙吟"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "似花还似非花，也无人惜从教坠。",
            "抛家傍路，思量却是，无情有思。",
            "萦损柔肠，困酣娇眼，欲开还闭。",
            "梦随风万里，寻郎去处，又还被、莺呼起。",
            "不恨此花飞尽，恨西园、落红难缀。",
            "晓来雨过，遗踪何在，一池萍碎。",
            "春色三分，二分尘土，一分流水。",
            "细看来，不是杨花点点，是离人泪。"
        ],
        "rhythmic": "水龙吟",
        "tags": [
            "宋词三百首"
        ]
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "小舟横截春江，卧看翠壁红楼起。",
            "云间笑语，使君高会，佳人半醉。",
            "危柱哀弦，艳歌馀响，绕云萦水。",
            "念故人老大，风流未减，独回首、烟波里。",
            "推枕惘然不见，但空江、月明千里。",
            "五湖闻道，扁舟归去，仍携西子。",
            "云梦南州，武昌南岸，昔游应记。",
            "料多情梦里，端来见我，也参差是。"
        ],
        "rhythmic": "水龙吟"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "归去来兮，吾归何处，万里家在岷峨。",
            "百年强半，来日苦无多。",
            "坐见黄州再闰，儿童尽、楚语吴歌。",
            "山中友，鸡豚社酒，相劝老东坡。",
            "云何。",
            "当此去，人生底事，来往如梭。",
            "待闲看，秋风洛水清波。",
            "好在堂前细柳，应念我、莫翦柔柯。",
            "仍传语，江南父老，时与晒渔蓑。"
        ],
        "rhythmic": "满庭芳"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "香雕盘，寒生冰箸，画堂别是风光。",
            "主人情重，开宴出红妆。",
            "腻玉圆搓素颈，藕丝嫩、新织仙裳。",
            "双歌罢，虚檐转月，馀韵尚悠扬。",
            "人间，何处有，司空见惯，应谓寻常。",
            "坐中有狂客，恼乱愁肠。",
            "报道金钗坠也，十指露、春笋纤长。",
            "亲曾见，全胜宋玉，想像赋高唐。"
        ],
        "rhythmic": "满庭芳"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "蜗角虚名，蝇头微利，算来著甚乾忙。",
            "事皆前定，谁弱又谁强。",
            "且趁闲身未老，尽放我、些子疏狂。",
            "百年里，浑教是醉，三万六千场。",
            "思量。",
            "能几许，忧愁风雨，一半相妨。",
            "又何须，抵死说短论长。",
            "幸对清风皓月，苔茵展、云幕高张。",
            "江南好，千锺美酒，一曲满庭芳。"
        ],
        "rhythmic": "满庭芳"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "三十三年，今谁存者，算只君与长江。",
            "凛然苍桧，霜干苦难双。",
            "闻道司州古县，云溪上、竹坞松窗。",
            "江南岸，不因送子，宁肯过吾邦。",
            "。",
            "疏雨过，风林舞破，烟盖云幢。",
            "愿持此邀君，一饮空缸。",
            "居士先生老矣，真梦里、相对残。",
            "歌舞断，行人未起，船鼓已逄逄。"
        ],
        "rhythmic": "满庭芳",
        "tags": [
            "长江"
        ]
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "三十三年，飘流江海，万里烟浪云帆。",
            "故人惊怪，憔悴老青衫。",
            "我自疏狂异趣，君何事、奔走尘凡。",
            "流年尽，穷途坐守，船尾冻相衔。",
            "。",
            "淮浦外，层楼翠壁，古寺空岩。",
            "步携手林间，笑挽ホホ。",
            "莫上孤峰尽处，萦望眼、云海相搀。",
            "家何在，因君问我，归梦绕松杉。"
        ],
        "rhythmic": "满庭芳"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "落日绣帘卷，亭下水连空。",
            "知君为我，新作窗户湿青红。",
            "长记平山堂上，枕江南烟雨，渺渺没孤鸿。",
            "认得醉翁语，山色有无中。",
            "一千顷，都镜净，倒碧峰。",
            "忽然浪起，掀舞一叶白头翁。",
            "堪笑兰台公子，未解庄生天籁，刚道有雌雄。",
            "一点浩然气，千里快哉风。"
        ],
        "rhythmic": "水调歌头"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "安石在东海，从事鬓惊秋。",
            "中年亲友难别，丝竹缓离愁。",
            "一旦功成名遂，准拟东还海道，扶病入西州。",
            "雅志困轩冕，遗恨寄沧洲。",
            "岁云暮，须早计，要褐裘。",
            "故乡归去千里，佳处辄迟留。",
            "我醉歌时君和，醉倒须君扶我，惟酒可忘忧。",
            "一任刘玄德，相对卧高楼。"
        ],
        "rhythmic": "水调歌头"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "明月几时有，把酒问青天。",
            "不知天上宫阙，今夕是何年。",
            "我欲乘风归去，又恐琼楼玉宇，高处不胜寒。",
            "起舞弄清影，何似在人间。",
            "转朱阁，低绮户，照无眠。",
            "不应有恨，何事长向别时圆。",
            "人有悲欢离合，月有阴晴圆缺，此事古难全。",
            "但愿人长久，千里共婵娟。"
        ],
        "rhythmic": "水调歌头",
        "tags": [
            "宋词三百首"
        ]
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "西塞山边白鹭飞。",
            "散花洲外片帆微。",
            "桃花流水鳜鱼肥。",
            "自庇一身青箬笠，相随到处绿蓑衣。",
            "斜风细雨不须归。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "覆块青青麦未苏。",
            "江南云叶暗随车。",
            "临皋烟景世间无。",
            "雨脚半收檐断线，雪林初下瓦疏珠。",
            "归来冰颗乱黏须。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "醉梦醺醺晓未苏。",
            "门前辘辘使君车。",
            "扶头一盏怎生无。",
            "废圃寒蔬挑翠羽，小槽春酒冻真珠。",
            "清香细细嚼梅须。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "雪里餐毡例姓苏。",
            "使君载酒为回车。",
            "天寒酒色转头无。",
            "荐士已闻飞鹗表，报恩应不用蛇珠。",
            "醉中还许揽桓须。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "半夜银山上积苏。",
            "朝来九陌带随车。",
            "涛江烟渚一时无。",
            "空腹有诗衣有结，湿薪如桂米如珠。",
            "冻吟谁伴拈髭须。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "墨云拖雨过西楼。",
            "水东流。",
            "晚烟收。",
            "柳外残阳，回照动帘钩。",
            "今夜巫山真个好，花未落，酒新篘。",
            "美人微笑转星眸。",
            "月花羞。",
            "捧金瓯。",
            "歌扇萦风，吹散一春愁。",
            "试问江南诸伴侣，谁似我，醉扬州。"
        ],
        "rhythmic": "江城子"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "未倦长卿游。",
            "漫舞夭歌烂不收。",
            "不是使君能矫世，谁留。",
            "教有琼梳脱麝油。",
            "香粉镂金球。",
            "花艳红笺笔欲流。",
            "从此丹唇并皓齿，清柔。",
            "唱遍山东一百州。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "绣鞅玉环游。",
            "灯晃帘疏笑却收。",
            "久立香车催欲上，还留。",
            "更且檀唇点杏油。",
            "花遍六么球。",
            "面旋回风带雪流。",
            "春入腰肢金缕细，轻柔。",
            "种柳应须柳柳州。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "娟娟侵鬓妆痕浅。",
            "双颦相媚弯如翦。",
            "一瞬百般宜。",
            "无论笑与啼。",
            "酒阑思翠被。",
            "特故腾腾地。",
            "生怕促归轮。",
            "微波先注人。"
        ],
        "rhythmic": "菩萨蛮"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "涂香莫惜莲承步。",
            "长愁罗袜凌波去。",
            "只见舞迥风。",
            "都无行处踪。",
            "偷穿宫样稳。",
            "并立双趺困。",
            "纤妙说应难。",
            "须从掌上看。"
        ],
        "rhythmic": "菩萨蛮"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "玉环坠耳黄金饰。",
            "轻衫罩体香罗碧。",
            "缓步困春醪。",
            "春融脸上桃。",
            "花钿从委地。",
            "谁与郎为意。",
            "常爱月华清。",
            "此时憎月明。"
        ],
        "rhythmic": "菩萨蛮"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "凭谁妙笔。",
            "横扫素缣三百尺。",
            "天下应无。",
            "此是钱塘湖上图。",
            "一般奇绝。",
            "云淡天高秋夜月。",
            "费尽丹青。",
            "只这些儿画不成。"
        ],
        "rhythmic": "减字木兰花",
        "tags": [
            "西湖"
        ]
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "山秀芙蓉，溪明罨画。",
            "真游洞穴沧波下。",
            "临风慨想斩蛟灵，长桥千载犹横跨。",
            "解佩投簪，求田问舍。",
            "黄鸡白酒渔樵社。",
            "元龙非复少时豪，耳根洗尽功名话。"
        ],
        "rhythmic": "踏莎行"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "这个秃奴，修行忒煞。",
            "云山顶上空持戒。",
            "一从迷恋玉楼人，鹑衣百结浑无奈。",
            "毒手伤人，花容粉碎。",
            "空空色色今何在。",
            "臂间刺道苦相思，这回还了相思债。"
        ],
        "rhythmic": "踏莎行"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "失调名"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "定风波"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "定风波"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "失调名"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "失调名"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "水调歌・水调"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            ""
        ],
        "rhythmic": "失调名"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "罗带双垂画不成。",
            "人娇态最轻盈。",
            "酥胸斜抱天边月，玉手轻弹水面冰。",
            "无限事，许多情。",
            "四弦丝竹苦丁宁。",
            "饶君拨尽相思调，待听梧桐叶落声。"
        ],
        "rhythmic": "鹧鸪天"
    },
    {
        "author": "苏轼",
        "paragraphs": [
            "碧雾轻笼两凤，寒烟淡拂双鸦。",
            "为谁流睇不归家。",
            "错认门前过马。",
            "有意偷回笑眼，无言强整衣纱。",
            "刘郎一见武陵花。",
            "从此春心荡也。"
        ],
        "rhythmic": "西江月"
    },
    {
        "author": "赵",
        "paragraphs": [
            "今夜阴云初霁。",
            "画帘外、月华如水。",
            "露霭晴空，风吹高树，满院中秋意。",
            "皎皎蟾光当此际。"
        ],
        "rhythmic": "夜行船"
    },
    {
        "author": "郭讵",
        "paragraphs": [
            "大官无闷。",
            "刚被傍人、竟来相问。",
            "又难为□□敷臣。",
            "且只将、甘草论。",
            "朴消大戟并银粉。",
            "疏风紧。",
            "甘草闲相混。",
            "及至下来，转杀他人。",
            "尔甘草、有一分。"
        ],
        "rhythmic": "河传"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "晚来轻拂，游云尽卷，霁色寒相射。",
            "银潢半掩，秋毫欲数，分明不夜。",
            "玉传声，羽衣催舞，此欢难借。",
            "凛清辉，但觉圆光照影，冰壶莹、真无价。",
            "闻道水晶宫殿，蕙炉薰、珠帘高挂。",
            "琼枝半倚，瑶觞更劝，莺娇燕姹。",
            "目断魂飞，翠萦红绕，空吟小砑。",
            "想归来醉里，鸾篦凤朵，倩何人卸。"
        ],
        "rhythmic": "水龙吟"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "神仙院宇，记得春归後。",
            "蜂蝶不胜闲，惹残香、萦纡深透。",
            "玉徽指稳，别是一般情，方永昼。",
            "因谁瘦。",
            "都为天然秀。",
            "桐阴未减，独自携芳酎。",
            "再弄想前欢，拊金樽、何时似旧。",
            "凭谁说与，潘鬓转添霜，飞陇首。",
            "云将皱。",
            "应念相思久。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "金柔火老，欲避几无地。",
            "谁借一檐风，锁幽香、清邃。",
            "瑶阶珠砌，如膜遇金篦，流水外，落花前，岂是人能致。",
            "擘鳞泛玉，笑语皆真类。",
            "惆怅月边人，驾云、何方适意。",
            "么弦咽处，空感旧时声，兰易歇，恨偏长，魂断成何事。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "蛾眉亭上，今日交冬至。",
            "已报一阳生，更佳雪、因时呈瑞。",
            "匀飞密舞，都是散天花，山不见，水如山，浑在冰壶里。",
            "平生选胜，到此非容易。",
            "弄月与燃犀，漫劳神、徒能惊世。",
            "争如此际，天意巧相符，须痛饮，庆难逢，莫诉厌厌醉。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "晚来寒甚，密雪穿庭户。",
            "如在广寒宫，惊满目、瑶林琼树。",
            "佳人乘兴，应是得欢多，泛新声，催金盏，别有留心处。",
            "争知这里，没个人言语。",
            "拨尽火边灰，搅愁肠、飞花舞絮。",
            "凭谁子细，说与此时情，欢暂歇，酒微醺，还解相思否。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "一到江南，三逢此夜，举头羞见婵娟。",
            "黯然怀抱，特地遣谁宽。",
            "分外清光泼眼，迷漾、无计拘拦。",
            "天如洗，星河尽掩，全胜异时看。",
            "佳人，还忆否，年时此际，相见方难。",
            "谩红绫偷寄，孤被添寒。",
            "何事佳期再睹，翻怅望、重叠关山。",
            "归来呵，休教独自，肠断对团圆。"
        ],
        "rhythmic": "满庭芳"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "花陌千条，珠帘十里，梦中还是扬州。",
            "月斜河汉，曾记醉歌楼。",
            "谁赋红绫小砑，因飞絮、天与风流。",
            "春常在，仙源路隔，空自泛渔舟。",
            "新秋。",
            "初雨过，龙团细碾，雪乳浮瓯。",
            "问殷勤何处，特地相留。",
            "应念长门赋罢，消渴甚、无物堪酬。",
            "情无尽，金扉玉榜，何日许重游。"
        ],
        "rhythmic": "满庭芳"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "坐久灯花开尽，暗惊风叶，初报霜寒。",
            "冉冉年华催暮，颜色非丹。",
            "搅回肠、蛩吟似织，留恨意、月彩如摊。",
            "惨无欢。",
            "篆烟萦素，空转雕盘。",
            "何难。",
            "别来几日，信沈鱼鸟，情满关山。",
            "耳边依约，常记巧语绵蛮。",
            "聚愁窠、蜂房未密，倾泪眼、海水犹悭。"
        ],
        "rhythmic": "玉蝴蝶"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "雪初销，斗觉寒将变。",
            "已报梅梢暖。",
            "日边霜外，迤逦枝条自柔软。",
            "嫩苞匀点缀，绿萼轻裁剪。",
            "隐深心，未许清香散。",
            "渐融和，开欲遍。",
            "密处疑无间。",
            "天然标韵，不与群花斗深浅。"
        ],
        "rhythmic": "早梅芳・喜迁莺"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "残寒销尽，疏雨过、清明後。",
            "花径敛馀红，风沼萦新皱。",
            "乳燕穿庭户，飞絮沾襟袖。",
            "正佳时，仍晚昼。",
            "著人滋味，真个浓如酒。",
            "频移带眼，空只恁、厌厌瘦。",
            "不见又思量，见了还依旧。",
            "为问频相见，何似长相守。",
            "天不老，人未偶。",
            "且将此恨，分付庭前柳。"
        ],
        "rhythmic": "谢池春",
        "tags": [
            "宋词三百首"
        ]
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "清溪一派泻揉蓝。",
            "岸草毵毵。",
            "记得黄鹂语画檐。",
            "唤狂里、醉重三。",
            "春风不动垂帘。",
            "似三五、初圆素蟾。",
            "镇泪眼廉纤。",
            "何时歌舞，再和池南。"
        ],
        "rhythmic": "怨三三"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "霜压晓，月收阴。",
            "斗寒深。",
            "看尽烛花金鸭冷，卷残衾。"
        ],
        "rhythmic": "春光好"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "深帘静昼。",
            "绰约闺房秀。",
            "叩衣楚制飞文绣。",
            "凝脂肤理腻，削玉腰围瘦。",
            "闲舞袖。",
            "回身昵语凭肩久。",
            "眉压横波皱。",
            "歌断青青柳。",
            "钗遽擘，壶频叩。",
            "鬓凄清镜雪，泪涨芳樽酒。",
            "难再偶。",
            "沈沈梦峡雪归後。"
        ],
        "rhythmic": "千秋岁"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "柔肠寸折。",
            "解袂留清血。",
            "蓝桥动是经年别。",
            "掩门春絮乱，枕秋蛩咽。",
            "檀篆灭。",
            "鸳衾半拥空床月。",
            "妆镜分来缺。",
            "尘污菱花洁。",
            "嘶骑远，鸣机歇。",
            "密封书锦字，巧绾香囊结。",
            "芳信绝。",
            "东风半落梅梢雪。"
        ],
        "rhythmic": "千秋岁"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "万红暄昼。",
            "占尽人间秀。",
            "怎生图画如何绣。",
            "宜推萧史伴，消得东阳瘦。",
            "垂窄袖。",
            "花前镇忆相携久。",
            "泪回纹皱。",
            "好在章台柳。",
            "洞户隔，凭谁叩。",
            "寄声虽有雁，会面难同酒。",
            "无计偶。",
            "萧萧暮雨黄昏後。"
        ],
        "rhythmic": "千秋岁"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "休嗟磨折。",
            "看取罗巾血。",
            "殷勤且话经年别。",
            "庭花番怅望，檐雨同呜咽。",
            "明半灭。",
            "灯光夜夜多如月。",
            "无复伤离缺。",
            "共保冰霜洁。",
            "不断梦，从今歇。",
            "收回书上絮，解尽眉头结。",
            "犹未绝。",
            "金徽泛处应能雪。"
        ],
        "rhythmic": "千秋岁"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "中秋才过，又是重阳到。",
            "露乍冷，寒将报。",
            "绿香摧渚芰，黄密攒庭草。",
            "人未老。",
            "蓝桥漫促霜砧捣。",
            "照影兰缸晕，破户银蟾小。",
            "樽在眼，从谁倒。",
            "强铺同处被，愁却欢时帽。",
            "须信道。",
            "狂心未歇情难老。"
        ],
        "rhythmic": "千秋岁"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "深秋庭院，残暑全消退。",
            "天幕迥，云容碎。",
            "地偏人罕到，风惨寒微带。",
            "初睡起，翩翩戏蝶飞成对。",
            "叹息谁能会。",
            "犹记逢倾盖。",
            "情暂遣，心常在。",
            "沈沈音信断，冉冉光阴改。",
            "红日晚，仙山路隔空云海。"
        ],
        "rhythmic": "千秋岁"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "知有阆风花解语，从来只许传闻。",
            "光明休咏汉宫新。",
            "拥身疑有月，衬步恨无云。",
            "莫把金樽容易劝，坐来几度销魂。",
            "不知仙骨在何人。",
            "好将千岁日，占断四时春。"
        ],
        "rhythmic": "临江仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "九十日春都过了，寻常偶到江皋。",
            "水容山态两相饶。",
            "草平天一色，风暖燕双高。",
            "酒病厌厌何计那，飞红更送无聊。",
            "莺声又似耳边娇。",
            "难回巫峡梦，空恨武陵桃。"
        ],
        "rhythmic": "临江仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "恼人天气雪消时。",
            "落梅飞。",
            "日初迟。",
            "小阁幽窗，时节听黄鹂。",
            "新洗头来娇困甚，才试著，夹罗衣。",
            "木梨花拂淡燕脂。",
            "翠云欹。",
            "敛双眉。",
            "月浅星深，天淡玉绳低。",
            "不道有人肠断也，浑不语，醉如痴。"
        ],
        "rhythmic": "江神子・江城子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "今宵莫惜醉颜红。",
            "十分中。",
            "且从容。",
            "须信欢情，回首似旋风。",
            "流落天涯头白也，难得是，再相逢。",
            "十年南北感征鸿。",
            "恨应同。",
            "苦重重。",
            "休把愁怀，容易便书空。",
            "只有琴樽堪寄老，除此外，尽蒿蓬。"
        ],
        "rhythmic": "江神子・江城子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "阑干掐遍等新红。",
            "酒频中。",
            "恨匆匆。",
            "投得花开，还报夜来风。",
            "惆怅春光留不住，又何似，莫相逢。",
            "月窗何处想归鸿。",
            "与谁同。",
            "意千重。"
        ],
        "rhythmic": "江神子・江城子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "西江霜後，万点暄晴昼。",
            "璀璨寄来光欲溜。",
            "正值文君病酒。",
            "画屏斜倚窗纱。",
            "睡痕犹带朝霞。",
            "为问清香绝韵，何如解语梅花。"
        ],
        "rhythmic": "清平乐"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "萧萧风叶。",
            "似与更声接。",
            "欲寄明非为怯。",
            "梦断兰舟桂楫。",
            "学书只写鸳鸯。",
            "却应无奈愁肠。",
            "安得一双飞去，春风芳草池塘。"
        ],
        "rhythmic": "清平乐"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "殷勤仙友。",
            "劝我千年酒。",
            "一曲履霜谁与奏。",
            "邂逅麻姑妙手。",
            "坐来休叹尘劳。",
            "相逢难似今朝。",
            "不待亲移玉指，自然痒处都消。"
        ],
        "rhythmic": "清平乐"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "当时命友。",
            "曾借邻家酒。",
            "旧曲不知何处奏。",
            "梦断空思纤手。",
            "却应去路非遥。",
            "今朝还有明朝。",
            "谩道人能化石，须知石被人消。"
        ],
        "rhythmic": "清平乐"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "仙家庭院。",
            "红日看看晚。",
            "一朵梅花挨枕畔。",
            "玉指几回拈看。",
            "拥衾不比寻常。",
            "天涯无限思量。",
            "看了又还重嗅，分明不为清香。"
        ],
        "rhythmic": "清平乐"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "霞卷与云舒。",
            "月淡星疏。",
            "摩徽转轸不曾虚。",
            "弹到当时留意处，谁是相如。",
            "魂断酒家垆。",
            "路隔云衢。",
            "舞鸾镜里早妆初。",
            "拟学画眉张内史，略借功夫。"
        ],
        "rhythmic": "浪淘沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "我住长江头，君住长江尾。",
            "日日思君不见君，共饮长江水。",
            "此水几时休，此恨何时已。",
            "只愿君心似我心，定不负相思意。"
        ],
        "rhythmic": "卜算子",
        "tags": [
            "长江",
            "宋词三百首"
        ]
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "清溪咽。",
            "霜风洗出山头月。",
            "山头月。",
            "迎得云归，还送云别。",
            "不知今是何时节。",
            "凌望断音尘绝。",
            "音尘绝。",
            "帆来帆去，天际双阙。"
        ],
        "rhythmic": "忆秦娥"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "天淡云闲晴昼永。",
            "庭户深沈，满地梧桐影。",
            "骨冷魂清如梦醒。",
            "梦回犹是前时景。",
            "取次杯盘催酩酊。",
            "醉帽频，又被风吹正。",
            "踏月归来人已静。",
            "恍疑身在蓬莱顶。"
        ],
        "rhythmic": "蝶恋花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "玉骨冰肌天所赋。",
            "似与神仙，来作烟霞侣。",
            "枕畔拈来亲手付。",
            "书窗终日常相顾。",
            "几度离披留不住。",
            "依旧清香，只欠能言语。",
            "再送神仙须爱护。",
            "他时却待亲来取。"
        ],
        "rhythmic": "蝶恋花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "万事都归一梦了。",
            "曾向邯郸，枕上教知道。",
            "百岁年光谁得到。",
            "其间忧患知多少。",
            "无事且频开口笑。",
            "纵酒狂歌，销遣闲烦恼。",
            "金谷繁华春正好。",
            "玉山一任樽前倒。"
        ],
        "rhythmic": "蝶恋花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "为爱梅花如粉面。",
            "天与功夫，不似人间见。",
            "几度拈来亲比看。",
            "功夫却是花枝浅。",
            "觅得归来临几砚。",
            "尽日相看，默默情无限。",
            "更不嗅时须百遍。",
            "分明销得人肠断。"
        ],
        "rhythmic": "蝶恋花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "剪水开头碧玉条。",
            "能令江汉客魂销。",
            "只应香信是春潮。",
            "戴了又羞缘我老，折来同嗅许谁招。",
            "凭将此意问妖娆。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "玉室金堂不动尘。",
            "林梢绿遍已无春。",
            "清和佳思一番新。",
            "道骨仙风云外侣，烟鬟雾鬓月边人。",
            "何妨沈醉到黄昏。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "依旧琅不染尘。",
            "霜风吹断笑时春。",
            "一簪华发为谁新。",
            "白雪幽兰犹有韵，鹊桥星渚可无人。",
            "金莲移处任尘昏。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "昨日霜风入绛帷。",
            "曲房深院绣帘垂。",
            "屏风几曲画生枝。",
            "酒韵渐浓欢渐密，罗衣初试漏初迟。",
            "已凉天气未寒时。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "昨夜十分霜重，晓来千里书传。",
            "吴山秀处洞庭边。",
            "不夜星垂初遍。",
            "好事寄来禅侣，多情将送琴仙。",
            "为怜佳果称婵娟。",
            "一笑聊回媚眼。"
        ],
        "rhythmic": "西江月",
        "tags": [
            "洞庭湖"
        ]
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "醉透香浓斗帐，灯深月浅回廊。",
            "当时背面两伥伥。",
            "何况临风怀想。",
            "舞柳经春祗瘦，游丝到地能长。",
            "鸳鸯半调已无肠。",
            "忍把么弦再上。"
        ],
        "rhythmic": "西江月"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "念念欲归未得，迢迢此去何求。",
            "都缘一点在心头。",
            "忘了霜朝雪後。",
            "要见有时有梦，相思无处无愁。",
            "小窗若得再绸缪。",
            "应记如今时候。"
        ],
        "rhythmic": "西江月"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "风清月莹，天然标韵，自是闺房之秀。",
            "情多无那不能禁，常是为、而今时候。",
            "绿云低拢，红潮微上，画幕梅寒初透。",
            "一般偏更恼人深，时更把、眉儿轻皱。"
        ],
        "rhythmic": "鹊桥仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "宿云收尽，纤尘不警，万里银河低挂。",
            "清冥风露不胜寒，无计学、双鸾并驾。",
            "玉徽声断，宝钗香远，空赋红绫小砑。",
            "庾郎知有几多愁，怎奈向、月明今夜。"
        ],
        "rhythmic": "西江月"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "绿遍东山，寒归西渡。",
            "分明认得春来处。",
            "风轻雨细更愁人，高唐何在空朝暮。",
            "离恨相寻，酒狂无素。",
            "柳条又折年时数。",
            "一番情味有谁知，断魂还送征帆去。"
        ],
        "rhythmic": "踏莎行"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "还是归来，依前问渡。",
            "好风引到经行处。",
            "几声啼鸟又催耕，草长柳暗春将暮。",
            "潦倒无成，疏慵有素。",
            "且陪野老酬天数。",
            "多情惟有面前山，不随潮水来还去。"
        ],
        "rhythmic": "踏莎行"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "节是重阳却斗寒。",
            "可堪风雨累寻欢。",
            "虽辜早菊同高柳，聊楫残蕉共小栏。",
            "浮蚁嫩，炷烟盘。",
            "恨无莺唱舞催鸾。",
            "空惊绝韵天边落，不许韶颜梦里看。"
        ],
        "rhythmic": "鹧鸪天"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "浓丽妖妍不是妆。",
            "十分风艳夺韶光。",
            "牡丹开就应难比，繁富犹疑过海棠。",
            "须仔细，更端相。",
            "烂霞梳晕带朝阳。",
            "千金未足酬真赏，一度相看一断肠。"
        ],
        "rhythmic": "鹧鸪天"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "避暑佳人不著妆。",
            "水晶冠子薄罗裳。",
            "摩绵扑粉飞琼屑，滤蜜调冰结绛霜。",
            "随定我，小兰堂。",
            "金盆盛水绕牙床。",
            "时时浸手心头熨，受尽无人知处凉。"
        ],
        "rhythmic": "鹧鸪天"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "收尽微风不见江。",
            "分明天水共澄光。",
            "由来好处输闲地，堪叹人生有底忙。",
            "心既远，味偏长。",
            "须知粗布胜无裳。",
            "从今认得归田乐，何必桃源是故乡。"
        ],
        "rhythmic": "鹧鸪天"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "腊穷天际傍危栏。",
            "密雪舞初残。",
            "表里江山如画，分明不似人间。",
            "功名何在，文章漫与，空叹流年。",
            "独恨归来已晚，半生孤负渔竿。"
        ],
        "rhythmic": "朝中措"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "暮山环翠绕层栏。",
            "时节岁将残。",
            "远雁不传家信，空能嘹唳人间。"
        ],
        "rhythmic": "朝中措"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "翰林豪放绝勾栏。",
            "风月敢雕残。",
            "一旦荆溪仙子，笔头唤聚时间。"
        ],
        "rhythmic": "朝中措"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "朱唇玉羽下蓬莱。",
            "佳时近早梅。",
            "惜花情味久安排。",
            "枝头开未开。",
            "魂欲断，恨难裁。",
            "香心休见猜。",
            "果知何逊是仙才。",
            "何妨入梦来。",
            "朱唇玉羽，湖湘间谓之倒挂子，岭南谓之梅花使，十二月半方出。"
        ],
        "rhythmic": "阮郎归"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "相逢未几还相别，此恨难同。",
            "细雨。",
            "一片离愁醉眼中。",
            "明朝去路云宵外，欲见无从。",
            "满袂仙风。",
            "空托双凫作信鸿。"
        ],
        "rhythmic": "采桑子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "回首芜城旧苑。",
            "还是翠深红浅。",
            "春意已无多，斜日满帘飞燕。",
            "不见。",
            "不见。",
            "门掩落花庭院。"
        ],
        "rhythmic": "如梦令"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "偶向凌台上望，春光已过三分。",
            "江山重叠倍销魂。",
            "风花飞有态，烟絮醉无痕。",
            "已是年来伤感甚，那堪旧恨仍存。",
            "清愁满眼共谁论。",
            "却应台下草，不解忆王孙。"
        ],
        "rhythmic": "临江仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "难得今朝风日好，春光佳思平分。",
            "虽然公子暗招魂。",
            "其如抬眼看，都是旧时痕。",
            "酒到强寻欢日路，坐来谁为温存。",
            "落花流水不堪论。",
            "何时弦上意，重为拂桐孙。"
        ],
        "rhythmic": "临江仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "春风似有灯前约，先报佳期。",
            "点缀相宜。",
            "天气犹寒蝶未知。",
            "嫩黄染就蜂鬓巧，香压团枝。"
        ],
        "rhythmic": "丑奴儿・采桑子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "小篷又泛曾行路。",
            "这身世、如何去。",
            "去了还来知几度。",
            "多情山色，有情江水，笑我归无处。",
            "夕阳杳杳还催暮。",
            "练净空吟谢郎句。",
            "试祷波神应见许。",
            "帆开风转，事谐心遂，直到明年雨。"
        ],
        "rhythmic": "青玉案"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "暑方烦，人似愠。",
            "怅望林泉幽峻。",
            "情会处，景偏长。",
            "心清闻妙香。",
            "宝幢低，金锁碎。",
            "竹影桐印窗外。",
            "新事旧，旧愁新。",
            "空嗟不见人。"
        ],
        "rhythmic": "更漏子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "洗尽秋容天似莹。",
            "星稀月淡人初静。",
            "策杖萦纡寻远径。",
            "披昏暝。",
            "堤边犊母闲相并。",
            "遥想去舟魂欲凝。",
            "一番佳思从谁咏。",
            "憔悴归来如独醒。",
            "知何境。",
            "沈沈但觉烟村迥。"
        ],
        "rhythmic": "渔家傲"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "春後雨馀天。",
            "娅姹黄鹂胜品弦。",
            "榴叶千灯初报暑，阶前。",
            "只有茶瓯味最便。",
            "身世几蹁跹。",
            "自觉年来更可怜。",
            "欲问此情何所似，缘延。",
            "看取窗间坠柳绵。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "绿水满池塘。",
            "点水蜻蜓避燕忙。",
            "杏子压枝黄半熟，邻墙。",
            "风送荷花几阵香。",
            "角簟衬牙床。",
            "汗透鲛绡昼影长。",
            "点滴芭蕉疏雨过，微凉。",
            "画角悠悠送夕阳。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "睡起绕回塘。",
            "不见衔泥燕子忙。",
            "前日花梢都绿遍，西墙。",
            "犹有轻风递暗香。",
            "步懒恰寻床。",
            "卧看游丝到地长。",
            "自恨无聊常病酒，凄凉。",
            "岂有才情似沈阳。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "小雨湿黄昏。",
            "重午佳辰独掩门。",
            "巢燕引雏浑去尽，销魂。",
            "空向梁间觅宿痕。",
            "客舍宛如村。",
            "好事无人载一樽。",
            "唯有莺声知此恨，殷勤。",
            "恰似当时枕上闻。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "泪眼转天昏。",
            "去路迢迢隔九门。",
            "角黍满盘无意举，凝魂。",
            "不为当时泽畔痕。",
            "肠断武陵村。",
            "骨冷难同月下樽。",
            "强泛菖蒲酬令节，空勤。",
            "风叶萧萧不忍闻。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "青楼薄，已分终难偶。",
            "寻遍绮罗间，悄无个、眼中翘秀。",
            "江南春晓，花发乱莺飞，情渐透。",
            "休辞瘦。",
            "果有人相候。",
            "醉乡路稳，常是身偏後。",
            "谁谓正欢时，把相思、番成红豆。",
            "千言万语，毕竟总成虚，章台柳。",
            "青青否。",
            "魂梦空搔首。"
        ],
        "rhythmic": "蓦山溪"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "乱魂无据。",
            "黯黯只寻来处路。",
            "灯尽花残。",
            "不觉长更又向阑。",
            "几回枕上。",
            "那件不曾留梦想。",
            "变尽星星。",
            "一滴秋霖是一茎。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "堤长春晚。",
            "冉冉浑如云外见。",
            "欲语无门。",
            "略许莺声隔岸闻。",
            "锦屏绣幌。",
            "犹待归来留一饷。",
            "何事迟迟。",
            "直恐游丝惹住伊。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "渠不改。",
            "古有斯人。",
            "千载谁能继后尘。",
            "春风入手。",
            "乐事自应随处有。",
            "与众熙怡。",
            "何似幽居独乐时。",
            "触涂是碍。",
            "一任浮沈何必改。",
            "有个人人。",
            "自说居尘不染尘。",
            "谩夸千手。",
            "千物执持都是有。",
            "气候融怡。",
            "还取青天白日时。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "都不醒。",
            "鸟倦云飞。",
            "两得无心总是归。",
            "古人逝矣。",
            "旧日南窗何处是。",
            "莫负青春。",
            "即是升平寄傲人。",
            "莫非魔境。",
            "强向中间谈独醒。",
            "一叶才飞。",
            "便觉年华太半归。",
            "醉云可矣。",
            "认著依前还不是。",
            "虚过今春。",
            "有愧斜川得意人。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "揉花催柳。",
            "一夜阴风几破牖。",
            "平晓无云。",
            "依旧光明一片春。",
            "掀衣起走。",
            "欲助喜欢须是酒。",
            "惆怅空樽。",
            "拟就王孙借十分。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "豪占。",
            "清雾敛。",
            "与闲人登览。",
            "待月上潮平、波滟滟。",
            "塞管轻吹新阿滥。",
            "风满槛。",
            "历历数、西州更点。",
            "天堑休论险。",
            "尽远目、与天俱占。",
            "山水敛。",
            "称霜晴披览。"
        ],
        "rhythmic": "天门谣"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "相见两无言，愁恨又还千叠。",
            "别有恼人深处，在懵腾双睫。",
            "七弦虽妙不须弹，惟愿醉香颊。",
            "只恐近来情绪，似风前秋叶。"
        ],
        "rhythmic": "好事近"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "春到雨初晴，正是小楼时节。",
            "柳眼向人微笑，傍阑干堪折。",
            "暮山浓淡锁烟霏，梅杏半明灭。",
            "玉莫辞沈醉，待归时斜月。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "上尽玉梯云，还见一番佳节。",
            "惆怅旧时行处，把青青轻折。",
            "倚阑人醉欲黄昏，飞鸟望中灭。",
            "天面碧琉璃上，印弯弯新月。"
        ],
        "rhythmic": "减字木兰花"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "龟坼沟塍草压堤。",
            "三农终日望云霓。",
            "一番甘雨报佳时。",
            "闻道醉乡新占断，更开诗社互排。",
            "此时空恨隔云泥。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "雨暗轩窗昼易昏。",
            "强纤手浴金盆。",
            "却因凉思谢飞蚊。",
            "酒量羡君如鹄举，寒乡怜我似鸱蹲。",
            "由来同是一乾坤。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "声名自昔犹时鸟，日月何尝避覆盆。",
            "是非都付鬓边蚊。",
            "邂逅风雷终有用，低回囊槛要深蹲。",
            "酒中聊复比乾坤。"
        ],
        "rhythmic": "浣溪沙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "五云深处蓬山杳。",
            "寒轻雾重银蟾小。",
            "枕上挹馀香。",
            "春风归路长。",
            "雁来书不到。",
            "人静重门悄。",
            "一阵落花风。",
            "云山千万重。"
        ],
        "rhythmic": "菩萨蛮"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "青梅又是花时节。",
            "粉墙闲把青梅折。",
            "玉镫偶逢君。",
            "春情如乱云。",
            "藕丝牵不断。",
            "谁信朱颜换。",
            "莫厌十分斟。",
            "酒深情更深。"
        ],
        "rhythmic": "菩萨蛮"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "休把身心就。",
            "著便醉人如酒。",
            "富贵功名虽有味，毕竟因谁守。",
            "看取刀头切藕。"
        ],
        "rhythmic": "雨中花令"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "点缀叶间如绣。",
            "开傍小春时候。",
            "莫把幽兰容易比，都占尽、人间秀。",
            "信是眼前稀有。"
        ],
        "rhythmic": "雨中花令"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "梦断难寻，酒醒犹困，那堪春暮。",
            "香阁深沈，红窗翠暗，莫羡颠狂絮。"
        ],
        "rhythmic": "留春令"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "紫燕衔泥，黄莺唤友。",
            "可人春色暄晴昼。",
            "王孙一去杳无音，断肠最是黄昏後。",
            "宝髻慵梳，玉钗斜溜。",
            "凭阑目断空回首。",
            "薄情何事不归来，谩教折尽庭前柳。"
        ],
        "rhythmic": "踏莎行"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "一别芳容，五经寒暑。",
            "回文欲寄无鳞羽。",
            "多情犹自梦中来，向人粉泪流如雨。",
            "梦破南窗，愁肠万缕。",
            "那听角动城头鼓。",
            "人生弹指事成空，断魂惆怅无寻处。"
        ],
        "rhythmic": "踏莎行"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "夜雨滴空阶。",
            "想见尊前赋咏才。",
            "更觉鸣蛙如鼓吹，安排。",
            "惆怅流光去不回。",
            "万事已成灰。",
            "只这些儿尚满怀。",
            "刚被北风吹晓角，相催。",
            "不许时间入梦来。"
        ],
        "rhythmic": "南乡子"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "暖律才中，正莺喉竞巧，燕语新成。",
            "万绿阴浓，全无一点芳尘。",
            "门巷朝来报喜，庆佳期、此日光荣。",
            "开华宴、交酌琼酥，共祝鹤算椿龄。",
            "须知最难得处，双双凤翼，一对和鸣。",
            "造化无私，谁教特地多情。"
        ],
        "rhythmic": "万年欢"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "新开湖水浸遥天。",
            "风叶响珊珊。",
            "记得昔游情味，浩歌不怕朝寒。",
            "故人一去，高名万古，长对孱颜。",
            "惟有落霞孤鹜，晚年依旧争还。"
        ],
        "rhythmic": "朝中措"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "败荷枯苇夕阳天。",
            "时节渐阑珊。",
            "独泛扁舟归去，老来不耐霜寒。",
            "平生志气，消磨尽也，留得苍颜。",
            "寄语山中麋鹿，断云相次东还。"
        ],
        "rhythmic": "朝中措"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "初破晓寒无限思，融融腊意全迷。",
            "春工从此被人知。",
            "不随蜂蝶，长伴玉蟾低。",
            "缥缈云间应好在，盈盈泪湿征衣。",
            "背人偷拗向东枝。",
            "清香满袖，犹记画堂西。"
        ],
        "rhythmic": "临江仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "病里不知春早晚，惊心绿暗红稀。",
            "起来初拭薄罗衣。",
            "多情海燕，还傍旧梁飞。",
            "瘦损休文谁记得，空将销臂频围。",
            "眼前都是去年时。",
            "不堪追想，魂断画楼西。"
        ],
        "rhythmic": "临江仙"
    },
    {
        "author": "李之仪",
        "paragraphs": [
            "帘外飞花湖上语。",
            "不恨花飞，只恨人难住。",
            "多谢雨来留得住。",
            "看看却恐晴催去。",
            "寸寸离肠须会取。",
            "今日宁宁，明日从谁诉。",
            "怎得此身如去路。",
            "迢迢长在君行处。"
        ],
        "rhythmic": "蝶恋花"
    }
];
